//問題1　下記の文章を出力するプログラムを完成させよ。
//私の名前はxxです。1たす1は(2)です。4割る2は(2)です。
//ただし、XXには自分の名前を入れ、(2)に関しては計算した結果を出力させてください

//問題2　標準入力として受け付けた2数の四則演算をした結果を出力するプログラムを作成してください。
//出力結果はわかりやすいものとしましょう

//問題3 上記で計算した、四則演算の結果の中で一番大きな数を出力せよ

//問題4 九九の結果を出力するプログラムを作成せよ。
//出力結果は1×1は1.....9×9は81

//問題5 0から100までの数字の中で、3の倍数または5の倍数であるが15の倍数でない数を出力するプログラムを作成せよ。

//問題6 下記の表をもとに下記教科の最高点、差高得点者、平均点を出力するプログラムを作成してください
// int [][] scores = new int[4][3];

// scores[0][0] = 92;  英語の点数　A
// scores[0][1] = 78;            B
// scores[0][2] = 95;            C

// scores[1][0] = 89;  国語の点数
// scores[1][1] = 79;
// scores[1][2] = 98;

// scores[2][0] = 98;  数学の点数
// scores[2][1] = 94;
// scores[2][2] = 89;

// scores[3][0] = 99;  理科の点数
// scores[3][1] = 86;
// scores[3][2] = 87;

//問題7　先程の表をもとに合計点の最高点、最高得点者、平均点を出力するプログラムを作成してください



